# bootstrap (install these manually first on a bare system)
git
stow

# shell
fish

# editor
neovim
opencode

# fonts
ttf-zed-mono-nerd

# keyboard
keyd

# cli tools
ripgrep
fd
fzf
bat
eza
zoxide
curl
jq
jujutsu
yazi
github-cli
tmux

# system
btop
man-db

# dev env
mise
